[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_AddDarkness_0 DisSeqAct_AddDarkness]
m_Text=""

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_ShowHUDMessage_0 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_ShowHUDMessage_1 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_ShowHUDMessage_5 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_ShowHUDMessage_6 DisSeqAct_ShowHUDMessage]
m_Message="给自己来一杯"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_ShowHUDMessage_7 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_ShowHUDMessage_8 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_ShowHUDMessage_9 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_ShowLocationDiscovery_0 DisSeqAct_ShowLocationDiscovery]
m_LocationName="你现在不再是非法入侵"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_ShowLocationDiscovery_3 DisSeqAct_ShowLocationDiscovery]
m_LocationName="你现在正在非法入侵！"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="一条线索"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_1 DisSeqAct_UpdateTaskTarget]
m_TargetName="一条线索"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_10 DisSeqAct_UpdateTaskTarget]
m_TargetName="地下室的船"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_11 DisSeqAct_UpdateTaskTarget]
m_TargetName="布里斯皮勋爵"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_12 DisSeqAct_UpdateTaskTarget]
m_TargetName="怀特小姐"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_13 DisSeqAct_UpdateTaskTarget]
m_TargetName="苹果酒喷泉"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_14 DisSeqAct_UpdateTaskTarget]
m_TargetName="楼上"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_15 DisSeqAct_UpdateTaskTarget]
m_TargetName="绍尔勋爵"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_16 DisSeqAct_UpdateTaskTarget]
m_TargetName="韦弗利·波义耳"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_17 DisSeqAct_UpdateTaskTarget]
m_TargetName="莉迪亚·波义耳"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_18 DisSeqAct_UpdateTaskTarget]
m_TargetName="埃斯玛·波义耳"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_19 DisSeqAct_UpdateTaskTarget]
m_TargetName="韦弗利·波义耳"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_2 DisSeqAct_UpdateTaskTarget]
m_TargetName="一条线索"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_20 DisSeqAct_UpdateTaskTarget]
m_TargetName=""

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_21 DisSeqAct_UpdateTaskTarget]
m_TargetName="莉迪亚·波义耳"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_22 DisSeqAct_UpdateTaskTarget]
m_TargetName="韦弗利·波义耳"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_23 DisSeqAct_UpdateTaskTarget]
m_TargetName="埃斯玛·波义耳"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_3 DisSeqAct_UpdateTaskTarget]
m_TargetName="莉迪亚·波义耳"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_4 DisSeqAct_UpdateTaskTarget]
m_TargetName="埃斯玛·波义耳"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_41 DisSeqAct_UpdateTaskTarget]
m_TargetName="布里斯皮勋爵"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_5 DisSeqAct_UpdateTaskTarget]
m_TargetName="韦弗利·波义耳"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_6 DisSeqAct_UpdateTaskTarget]
m_TargetName="（外面）萨缪尔的船"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_7 DisSeqAct_UpdateTaskTarget]
m_TargetName="莉迪亚·波义耳"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_8 DisSeqAct_UpdateTaskTarget]
m_TargetName="埃斯玛·波义耳"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.DisSeqAct_UpdateTaskTarget_9 DisSeqAct_UpdateTaskTarget]
m_TargetName=""

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.MissWhiteRevealsColors.DisSeqAct_ShowHUDMessage_0 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.MissWhiteRevealsColors.DisSeqAct_ShowHUDMessage_3 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Boyle_Objectives.MissWhiteRevealsColors.DisSeqAct_ShowHUDMessage_4 DisSeqAct_ShowHUDMessage]
m_Message="给怀特小姐一杯酒"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_0 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="签访客簿")
m_Choices[1]=(m_ChoiceText="不签")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_ShowHUDMessage_0 DisSeqAct_ShowHUDMessage]
m_Message="你签了访客簿"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_ShowHUDMessage_6 DisSeqAct_ShowHUDMessage]
m_Message="你已经签了访客簿"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_ShowLocationDiscovery_3 DisSeqAct_ShowLocationDiscovery]
m_LocationName="已到达中立地带。尝试混进去！"

